adwaita-icon-theme
awk
axllent/apps/mailpit
bandwhich
bat
bettercap
btop
cmake
composer
coreutils
ctop
deno
dnsmasq
docker
doggo
dooit
duf
eza
fd
felixkratz/formulae/sketchybar
felixkratz/formulae/svim
gh
git-flow
git-lfs
glances
gnupg
go
gping
hdf5
httpie
ifstat
jesseduffield/lazygit/lazygit
jq
koekeishiya/formulae/skhd
koekeishiya/formulae/yabai
lazydocker
less
lua-language-server
m-cli
macvim
make
mariadb
navi
ncdu
neofetch
neovim
nginx
nnn
nvm
oven-sh/bun/bun
php@8.0
php@8.1
pinentry-mac
pyenv
railwaycat/emacsmacport/emacs-mac
ripgrep
rsync
scc
shivammathur/php/php@7.4
shopify/shopify/shopify-cli
shopify/shopify/theme-check
shopify/shopify/themekit
speedtest-cli
starship
switchaudio-osx
task
tcl-tk
thefuck
tmux
tree
wget
wp-cli
yarn
zlib
zoxide
zsh-autosuggestions
zsh-syntax-highlighting
