adwaita-icon-theme
aom
apr
apr-util
argon2
aspell
autoconf
automake
awk
bandwhich
bat
bettercap
brotli
btop
bun
c-ares
ca-certificates
cairo
cmake
composer
coreutils
cowsay
cscope
ctop
curl
deno
dnsmasq
docker
docker-completion
doggo
dooit
duf
emacs-mac
eza
fd
fontconfig
fortune
freetds
freetype
fribidi
fzf
gcc
gd
gdk-pixbuf
gettext
gh
giflib
git
git-flow
git-lfs
glances
glib
gmp
gnu-sed
gnupg
gnutls
go
gping
graphite2
groonga
harfbuzz
hdf5
highway
httpd
httpie
icu4c
ifstat
imath
isl
jansson
jpeg-turbo
jpeg-xl
jq
krb5
lazydocker
lazygit
less
libaec
libassuan
libavif
libevent
libffi
libgcrypt
libgit2
libgit2@1.6
libgpg-error
libidn2
libksba
libmpc
libnghttp2
libpng
libpq
librsvg
libsodium
libssh2
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvmaf
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxml2
libxrender
libyaml
libzip
little-cms2
lua
lua-language-server
luajit
luv
lz4
lzo
m-cli
m4
macvim
mailpit
make
mariadb
mecab
mecab-ipadic
mpdecimal
mpfr
msgpack
navi
ncdu
ncurses
neofetch
neovim
nettle
nginx
nnn
node
npth
nvm
oniguruma
openexr
openldap
openssl@3
osx-cpu-temp
p11-kit
pango
pcre
pcre2
php
php@7.4
php@8.0
php@8.1
pinentry
pinentry-mac
pixman
pkg-config
popt
pyenv
pygments
python-certifi
python-pytz
python-typing-extensions
python@3.11
python@3.12
pyyaml
readline
ripgrep
rsync
rtmpdump
ruby
scc
screenresolution
shopify-cli
six
sketchybar
skhd
speedtest-cli
sqlite
starship
svim
switchaudio-osx
tailspin
task
tcl-tk
texinfo
thefuck
theme-check
themekit
tidy-html5
tmux
tree
tree-sitter
unbound
unibilium
unixodbc
utf8proc
virtualenv
webp
wget
wp-cli
xorgproto
xxhash
xz
yabai
yarn
zlib
zoxide
zsh-autosuggestions
zsh-syntax-highlighting
zsh-vi-mode
zstd

==> Casks
1password
1password-cli
alacritty
alfred
betterdiscord-installer
beyond-compare
brave-browser
calibre
db-browser-for-sqlite
discord
eloston-chromium
font-blex-mono-nerd-font
font-caskaydia-cove-nerd-font
font-hack-nerd-font
font-iosevka-nerd-font
font-iosevka-term-nerd-font
font-meslo-lg-nerd-font
font-mononoki-nerd-font
font-sauce-code-pro-nerd-font
font-sf-mono-nerd-font-ligaturized
font-ubuntu-mono-nerd-font
font-victor-mono-nerd-font
fork
gimp
google-chrome
insomnia
iterm2
karabiner-elements
kitty
libreoffice
lulu
notion
polypane
sequel-ace
sf-symbols
signal
slack
sloth
standard-notes
sublime-text
sync
visual-studio-code
vscodium
warp
wezterm
zoom
